13/data/attachments/84a899a1a55bcdb2.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_6a30211a-c56e-45c0-b0e3-edf50e5d32cb</nif:username>
            <nif:friendToBeAdded>Sandra_recent_Actions_87649_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>